Repository: boomix/BoomPanel
Catalog: WEB/lang/*/LC_ALL/boompanel.po
Languages: hr

source: Welcome
hr: Dobrodosli

source: You dont have access to this page!
hr: Nemate pristup ovoj stranici

source: Home
hr: Pocetna

source: Cancel
hr: Otkaži

source: Opps, You're lost.
hr: Ups. Izgubio si se.

source: We could not find the page you're looking for.
hr: Ne mozemo naci stranicu koju trazite

source: Back to Home
hr: Nazad na pocetnu

source: Add Group
hr: Dodaj grupu

source: Group Name
hr: Ime grupe

source: Immunity
hr: imunitet

source: Use Time
hr: Koristi vreme

source: Admin group?
hr: Admin grupa?

source: Flags
hr: Flagovi

source: Edit
hr: Edituj

source: Add
hr: Dodaj

source: Name
hr: Ime

source: All Groups
hr: Sve grupe

source: Delete
hr: Obrisi

source: Are you sure you want to delete?
hr: Da li ste sigurni da zelite obrisati?

source: If you delete this group, all the admins with this group will also be deleted!
hr: Ako obrisete ovu grupu, svi admini sa ovom grupom ce biti obrisani

source: Confirm
hr: Potvrdi

source: Results
hr: Rezultati

source: Player
hr: Igrač

source: Was online before
hr: Bio je online prije

source: Time online
hr: Vrijeme online

source: Action
hr: Akcije

source: Chat search
hr: Pretrazi chat

source: More options
hr: Vise opcija

source: Any Time
hr: Bilo koje vreme

source: Last hour
hr: Zadnji sat

source: Last 6 hours
hr: Zadnjih 6 sati

source: Last day
hr: Zadnji dan

source: Last 2 days
hr: Zadnja 2 dana

source: Last week
hr: Prosla sedmica

source: Last 2 weeks
hr: Prosle 2 sedmice

source: Last 30 days
hr: Zadnjih 30 dana

source: Message
hr: Poruka

source: Time
hr: Vreme

source: Prev
hr: Predhodna

source: Next
hr: Sledeca

source: ban
hr: banuj

source: mute gag
hr: mjutuj gag

source: Reason
hr: Razlog

source: Unban
hr: Unbanuj

source: Restore ban
hr: Vrati ban

source: Search
hr: Pretraži

source: Mute
hr: Mjutuj

source: Gag
hr: Gaguj

source: Silence
hr: Tisina

source: Any Server
hr: Bilo koji server

source: All servers
hr: Svi serveri

source: Latest
hr: Zadnji

source: bans
hr: banovi

source: Total results:
hr: Ukupni rezultat

source: Showing results from
hr: Pokazi rezultate iz

source: Type
hr: Tip

source: length
hr: duzina

source: Length
hr: Duzina

source: Banned at
hr: Banovan na

source: Ends
hr: Zavrsava

source: unbanned
hr: unbanovan

source: mute
hr: mutovan

source: gag
hr: gagovan

source: silence
hr: tisina

source: edit
hr: Edituj

source: Add panel admins
hr: Dodaj panel admina

source: All panel admins
hr: Svi panel admini

source: delete
hr: obrisi

source: The home page is not finished, so for now use other pages!
hr: Pocetna stranica nije zavrsena. za sada koristite druge stranice

source: Now Online
hr: Nije online

source: Past day online
hr: Prosli dani online

source: This month online
hr: Ovaj mjesec online

source: All time online
hr: Svo vrijeme online

source: Server name
hr: Ime servera

source: RCON password
hr: RCON Sifra

source: Currently added servers
hr: Dodani serveri

source: Server Name
hr: Ime servera

source: Server IP
hr: IP servera

source: RCON Password
hr: RCON sifra

source: Edit Server
hr: Edituj server

source: Search admin logs
hr: Pretrazi admin logove

source: All Servers
hr: Svi serveri

source: Latest admin logs
hr: Zadnji admin logovi

source: Command
hr: Komanda

source: Error
hr: Greska

source: failed to decode JSON data from server
hr: neuspjesno dekodiranje JSON podataka sa servera

source: Data
hr: Podatak

source: Now online
hr: Trenutno onlajn

source: Past day
hr: Prošli dani

source: This month
hr: Ovaj mjesec

source: All time
hr: Oduvjek

source: Time left
hr: Vreme isteka

source: Score
hr: Skor

source: Send command to server
hr: Pošalji komandu na server

source: Send
hr: Pošalji

source: Refresh
hr: Refrešuj

source: Online servers
hr: Onlajn serveri

source: Online
hr: Onlajn

source: Total time
hr: Ukupno vreme

source: Kills
hr: Ubistva

source: Deaths
hr: Smrti

source: Player not found
hr: Igrač nije nađen

source: Player kicked
hr: Igra izbačen

source: Player banned
hr: Igrač banovan

source: Success
hr: Uspješno

source: Add Server
hr: Dodaj server

source: Group
hr: Grupa

source: All Server Admins
hr: Svi admini servera

source: Added
hr: Dodan

source: Edit Admin
hr: edituj admina

source: About search
hr: O pretrazivanju

source: You can search users by <i>'username', 'IP', 'steamID32', 'steamID64', 'steamcommunity profile URL'</i>. Panel saves every IP and username with what player has been in the server, so it's easier to find alternative accouts or anyone who has used your username before.<br> <b>Undestand that this search is not finished and will have upgrades later!</b>
hr: Mozete pretrazivati korisnike po <i>'username', 'IP', 'steamID32', 'steamID64', 'steamcommunity profile URL'</i>. Panel snima svaku ip i korisniko ime igraca koji je bio na serveru, tako da je lakse naci alternativne naloge ili bilo koga ko je koristio tvoje korisnicko ime <br> <b>Ova pretraga nije jos zavrsena i bice nadograđivana posle</b>

source: Search Players
hr: Pretrazi igraca

source: Total Results
hr: Ukupni rezultati

source: Showing Results from
hr: Pokazi rezultat od

source: Last
hr: Zadnji

source: Online time
hr: Online vrijeme

source: connections
hr: konekcije

source: First online
hr: Prvi online

source: Last online
hr: Zadnji online
